openFoam-case/run/generation0/ind0/sim/constant/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  5.x                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    inlet
    {
        type            patch;
        nFaces          20;
        startFace       11337;
    }
    outlet
    {
        type            patch;
        nFaces          45;
        startFace       11357;
    }
    upperWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          138;
        startFace       11402;
    }
    lowerWall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          163;
        startFace       11540;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          11520;
        startFace       11703;
    }
)

// ************************************************************************* //
